Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 如果杀死了布卢姆的人真的是二皇子乔修，那屠杀他们同僚满门的凶手，极有可能了也是乔修。
en_us: If it was really Second Prince Josh who killed Blum, then the murderer who massacred their colleagues' families was very likely to be Josh too.

source: 如果现在杀了肖恩，他保不齐安德烈会做出什么疯狂的举动。
en_us: If he were to kill Sean now, he could not guarantee that Andre would not do anything crazy.

source: 如果能够在品酒大会上脱颖而出，甚至是获得金奖，那这家酒馆也会因此名气大涨，成为洛都酒馆业的下一个明星酒馆。”
en_us: If they could emerge victorious in the liquor tasting event, or even win a gold medal, the popularity of that tavern would boom and it would become the next star tavern in Rodu.

source: 如果能够学到其中几道菜的精髓，以后餐厅的镇店之菜就有了，根本不愁客源。
en_us: If they could learn the crux of just a few of the dishes, their restaurant would have their signature dishes, and they would no longer need to worry about their customer base.

source: 如果让她看到兰克斯特现在的模样，不知会是怎样的感受。
en_us: If she saw Rankster right now, what would she be feeling?

source: 如果说他一开始的目的只是为了买一场醉，那现在他更想品尝一下这散发出诱人香味的美酒，然后让自己在这美酒中沉醉。
en_us: If he had simply wanted to get wasted at the start, then now he would really want to give the fragrant wine a shot, and let himself be intoxicated by this delicious wine.

source: 如果说伊丽莎白的冷是拒人于外的清冷，了解之后反而有种疼惜的感觉，那晞的冷就是真正的冷漠了。
en_us: If Elizabeth had an aloof coldness that would make people feel heart pain for her after knowing her, then Xi's coldness was the real coldness.

source: 如果说同时对兽人族和精灵族发动战争尚在洛斯帝国的可控范围内，那二皇子乔修与魔鬼同谋，可是会动摇洛斯帝国立国之本的事情。
en_us: If launching a war on the orcs and the elves was still within the Roth Empire's range of control, then Second Prince Josh allying himself with the devil could shake the core of the Roth Empire.

source: 如果说啤酒是一个穿着清凉的小姑娘，那茅台就是一位犹抱琵琶半遮面的闺中少妇，你拿开他的琵琶，后边可能还有一层面纱。
en_us: If beer was a maiden dressed in a sundress, Maotai would be a lady carrying a pipa with her face half-hidden. When you took away her pipa, there was still a veil over her face.

source: 如果说她之前对于麦格是对酿酒水平的崇拜，对他救命之恩的感激，那现在却因为两顿饭，升起了一些不一样的感觉。
en_us: If before she admired Mag for his wine-brewing skills, and was grateful to him for saving her life, now, she felt a different emotion rising because of these two meals.

source: 如果说泰坦酒的酒香是一个优雅的贵妇人，那这酒香更像是一阵令人难以抗拒的飓风。
en_us: If one described the Titan Liquor's liquor's aroma as a graceful noble lady, then this liquor's aroma was like an irresistible hurricane.

source: 如果说白天流传的小道消息尚且影响力有限，那巨龙族这份直接的公开信，就像是一颗重磅炸弹，直接撕开了一切遮羞布。
en_us: If the rumors that were spreading during the day were limited in their influence, the giant dragons' open letter was equivalent to a bomb. It ripped the fig leaf away.

source: 如果说绿豆糕的难度是1，那蛋黄酥的难度系数值应该就是5了。
en_us: If the mung bean cake's level of difficulty was 1, then the level of difficulty for the salted egg yolk pastry should be 5.

source: 如果说还有点瑕疵的话，那就是分镜稍稍弱了一点，让剧情看起来没那么顺滑一点。
en_us: If he had to pick a flaw, then the storyboard was a little weak, making the story's flow seem less smooth.

source: 如果那个雨夜肖恩出手不计一切代价救下亚历克斯，那现在坐在这里的可能就是他了。
en_us: If, on that rainy night, Sean had saved Alex at all costs, he would probably have been the one sitting here now.

source: 如果魔鬼和他的亡灵军团想要南下，唯一的选择便是从洛斯帝国开始。
en_us: If the Devil and its Army of the Dead wanted to go down south, their only choice would be to start from the Roth Empire.

source: 如此劲爆的消息，引得朝野上下震动。
en_us: This shocking news shook the court.

source: 如此父慈女孝的一幕，让麦格心里有些感动。
en_us: Mag was touched by Amy's filial piety.

source: 妙啊！
en_us: Fantastic!

source: 姑娘们对于这些事情并不太懂，稍微懂一些的卡米拉这会并不在混乱之城。
en_us: The ladies did not know these things too well. Camilla, who knew a little, was not in Chaos City currently.

source: 姓名：未知！种族：未知！年龄：未知！实力：未知！
en_us: Name: Unknown! Race: Unknown! Age: Unknown! Strength: Unknown!

source: 威士忌——2000铜币一瓶。
en_us: Whiskey—2000 copper coins a bottle.

source: 威士忌和茅台都是高度酒，对于平日就喝喝酒精度稀薄的果酒的这几位来说，更是如此。
en_us: The whiskey and Maotai were both strong alcohol, especially so for these men who had only been drinking low-alcohol-content fruit wines.

source: 娇小的身影脚尖轻点床头，轻巧落地，左手握着的另一把匕首已是顺势刺入奥斯特的脖子。
en_us: The petite figure tapped onto the headboard with her feet and landed lightly on the floor. The other dagger in her left hand stabbed into Auster's neck.

source: 娇小的身影，如鬼魅般从天而降，手中利刃泛着寒芒，目标明确的指向躺在床上的奥斯特。
en_us: The petite figure descended from the sky like a ghost with a cold gleaming dagger in her hand. She pointed it at Auster in the bed with a clear intention.

source: 学习画画的第二天，安妮独自完成了一部完整的《美人鱼》。
en_us: Annie completed the entire "The Little Mermaid" by herself on the second day she learned how to draw.

source: 学习过程只持续了一分钟，当她再睁开眼睛的时候，看着面前的那锅扬州炒饭：【一锅炸裂的扬州炒饭】
en_us: The learning process only took a minute. When she opened her eyes, and looked at that wok of fried rice in front of her, she saw a line of text: [A wok of exploded Yangzhou fried rice].

source: 学成之后，系统给他发放了全新的模具和烹饪工具，还有一个专用的烤箱。
en_us: The system gave him a whole new set of molds, culinary tools, and an oven after he learned the recipes.

source: 孩子们上楼睡觉，麦格洗漱之后，一个人躺在床上，点开了脑海中两个金光闪闪的经验包。
en_us: The children went upstairs to sleep. Mag lay on the bed alone after washing up, and clicked open the two glowing experience bags in his mind.

source: 孩子们已经在烤串中沦陷，福利院让他们三餐能够填饱肚子，经常能够吃到以前根本不敢想的肉。
en_us: The children had already lost themselves to the kebabs. The orphanage made sure that they had three full meals a day. They were often given meat, which they hadn't dared to dream about in the past.

source: 孩子们已经完全陷入了烤肉的香味中。
en_us: The children were completely lost in the kebabs' aroma.

source: 孩子们玩得起劲，麦格也不急着叫她们回家，不过他在这福利院待着也有些无聊，便抽空去了一趟同样位于城北的酿酒厂。
en_us: The children were having a lot of fun, so Mag wasn't in a hurry to get them home. However, it was a little boring for him to stay in this orphanage, so he took the opportunity to make a trip to the brewery in the north of the city.

source: 孩子们看到露娜，脸上也是露出了开心的笑容，还不忘夸赞麦格一番。
en_us: The children smiled when they saw Luna, and they didn't forget to heap praises on Mag.

source: 孩子们立马开心的点头，一些之前吃过麦格做的菜的孩子们更是十分兴奋。
en_us: The children immediately nodded happily. Some of them, who had eaten Mag's dishes before, were even more excited.

source: 它一下子趴在了地上，后腿慢慢抬起，尾巴左右摇晃，然后一下子扑了出去。
en_us: Ugly duckling crouched immediately, and slowly raised its hind legs. It wiggled its tail, and pounced right over.

source: 它刚开口，麦格已是消失在狮鹫背上。
en_us: Mag had already disappeared from the griffin's back as soon as it started talking.

source: 它是如此的迷人，如此让人难以抗拒。
en_us: It is so mesmerizing and irresistable.

source: 守卫们用铁棒砸那些试图将手伸出宿舍的精灵，试图控制秩序。
en_us: The guards used their metal poles to whack those elves who attempted to stick their arms out of the dormitories to ensure order.

source: 守卫们的眼中第一次露出了慌乱之色。
en_us: Panic appeared in the guards' eyes for the very first time.

source: 守卫精灵捂着腿倒地，冲着身后围上前来的守卫哀嚎着嘶吼道：“给我打死他！我要他死！！！”
en_us: The guard held his leg as he fell to the ground, shouting at the other guards that came over, "Beat him to death! I want him dead!!!"

source: 守卫首领的惨叫，伴着那一声声利刃划破肉体的声音，刺破了黑夜。
en_us: The guard's leader's shriek, together with the sound of dagger cutting through flesh, resounded in the dark night.

source: 安东临死之前喊出的那声口号，壮烈而悲愤。
en_us: The slogan that Anton shouted before he died was tragic and indignant.

source: 安东仰头高呼，躺在地上，手中的木棍依旧猛然挥出，重重的砸在了那个守卫的腿上。
en_us: Anton shouted with his head held high. He laid on the ground, waving the wooden pole in his hand hysterically, smashign that guard in his leg.

source: 安东回头，冲着一整排的奴隶宿舍高声叫道，刺破了黑暗。
en_us: Anton looked back and shouted loudly toward the entire row of slave dormitory, breaking the silence of the night.

source: 安东手中的木棒还没来得及向面前的守卫挥出，便摔倒在地。
en_us: Before Anton could even wave his pole at the guard in front of him, he had already fallen to the ground.

source: 安东收回了手，深呼吸了三次，然后迈开大步先前冲去，侧着身体直接撞向了木门。
en_us: Anton retracted his hand, took three deep breaths, and dashed forward first, using his side to ram into the wooden door.

source: 安东的声音渐渐消失，直到只剩下兵刃砸在肉体上的沉闷声音。
en_us: Anton's voice trailed off, leaving only the sound of weapons hitting on meat.

source: 安东看了一眼阿尔宾的方向，迈着大步向着相反的方向冲去，顺路捡起了一根长棍，一路打砸而去。
en_us: Anton glanced at the direction Albin had gone and took large strides in the opposite direction. On his way, he picked up a long pole and whacked everything in his way.

source: 安奈林来到院子中间，笑着大声道：“孩子们，这位是麦格先生，一位非常厉害的厨师，他一会要给大家做好吃的，开心吗？”
en_us: Aneurin went to the center of the yard, and loudly laughingly said, "Children, this is Mr. Mag. He's a very formidable chef, and he's going to cook for us. Are you guys happy?"

source: 安奈林笑着点头道：“当然可以，您是基金会的重要投资人，孩子们能够住在这里，您做出了非常重要的贡献，而且孩子们应该也非常想尝尝来自混乱之城第一大厨的厨艺。”
en_us: Aneurin nodded with a smile. "Of course. You are the foundation's important investor. You have contributed greatly to the cause that allows the children to live here, and the children would definitely love to try the culinary skills of Chaos City's top chef."

source: 安妮三人看着麦格。
en_us: The three of them stared at Mag.

source: 安妮上楼去了，继续她的创造。
en_us: Annie went upstairs, and continued her creation.

source: 安妮上楼继续画画，伊琳娜的伤势虽无大碍，但身体还是有些虚弱。
en_us: Annie went upstairs and continued drawing. Even though Irina's injuries were serious, her body was still in a weakened state.

source: 安妮乖巧的点了点头，把银色戒指套在食指上，但她的手指太纤细修长了，戒指明显大了一圈。
en_us: Annie nodded obediently and put the silver ring on her index finger. However, as Annie's fingers were too long and thin, the ring was obviously too large for her.

source: 安妮乖巧的点头，什么也没问就牵着艾米的小手上楼去。
en_us: Annie nodded obediently. She held Amy's hand and brought her upstairs without asking any questions.

source: 安妮乖巧的点头，坐下翻看着画册，然后拿起手边的水彩笔继续画画。
en_us: Annie nodded obediently. She sat down and read through the picture books before picking the watercolor brush at the side to continue drawing.

source: 安妮也刚好从楼上下来，看着桌上的食物，露出几分讶异的表情，用手语指着艾米问道：“艾米，这是你出去买的吗？”
en_us: Just then, Annie came down and saw the table full of food. She asked Amy using sign language with a shock, "Amy, did you buy these?"

source: 安妮也夹了一颗花生喂到嘴里，小声嚼着，笑容也是在嘴角漾开，看样子她也很喜欢酒鬼花生的味道。
en_us: Annie also put a peanut into her mouth as she chewed softly. She was also smiling very brightly. It seemed that she also liked the drunkard peanuts a lot.

source: 安妮也是小口小口的快速吃着，笑容从她的嘴角漾开，看起来对这绿豆糕非常满意。
en_us: Annie also ate the pastry in small mouthfuls quickly. The smile on her face showed that she was very satisfied with the mung bean pastry as well.

source: 安妮也是站了起来，伸手把那乱糟糟的毛线拿起，手指飞快的翻转，一转眼的功夫，原本乱糟糟的绳结就被解开，重新变成了一根毛线，然后被她绕了几圈缠在手腕上。
en_us: Annie also stood up. She reached out and took the messy ball of wool. Her fingers moved quickly, and the knotted string had gone back to its original state in no time at all. After that, Annie wrapped the string around her wrist.

source: 安妮也是默默起身，端着碗进了厨房。
en_us: Annie also got quietly and went into the kitchen with her bowl.

source: 安妮也注意到了晞，见她盯着自己，露出了一个礼貌的微笑。
en_us: Annie also noticed Xi. Seeing that she was staring at her, Annie gave her a polite smile.

source: 安妮决定要在漫画中加入小王子做红烧肉的环节。
en_us: Annie decided to add the scene of the little prince cooking red braised pork in the comic.

source: 安妮则对吧台上的那套调酒用的酒具表现出了极大的兴趣，小心翼翼的摆弄着，眼里满是好奇。
en_us: Meanwhile, Annie was extremely interested in the utensils meant for mixology on the bar counter. She handled them carefully with curiosity in her eyes.

source: 安妮则是露出了一个甜甜的笑容，用手语和麦格说早安。
en_us: Meanwhile, Annie gave Mag a sweet smile, and used sign language to say good morning to Mag.

source: 安妮则满是好奇的打量着灌汤包，左看，右看，仿佛想要把这包子看透。
en_us: Meanwhile, Annie observed the soup dumpling curiously left and right, as though she wanted to see through it.

source: 安妮听到两人的夸赞，满是期待的拿起勺子，舀了一勺炒饭喂到嘴里。
en_us: Annie heard their praises and picked up the spoon expectantly to feed herself a spoonful of fried rice.

source: 安妮和艾米点头表示赞同，姬娜姐姐最喜欢吃叫化鸡了，甚至连泥壳都啃了。
en_us: Annie and Amy nodded in agreement. Big Sister Gina's favorite was the beggar's chicken. She even ate the mud casing.

source: 安妮在绘画上的天赋，以及触手怪的优势，完美展示出来了。
en_us: Annie's talent in drawing and the advantage of the tentacle monster were perfectly displayed.

source: 安妮安静的听着，时而微笑，时而揪心，时而有些心疼的摸摸艾米的脑袋，她虽然还是不能说话，但已经完全能够听懂通用语。
en_us: Annie listened quietly. She would sometimes smile, frown, or pat Amy's with sympathy. Although she still couldn't speak, she could already fully understand the common tongue.

source: 安妮小口咬着蛋黄酥，从她上扬的嘴角和充满惊讶的神情来看，对于这蛋黄酥同样非常满意。
en_us: Annie nibbled on the salted egg yolk pastry. Judging from her curled lips and surprised expression, she was similarly very satisfied with the salted egg yolk pastry.

source: 安妮就在他身旁，艾米还在楼上，他没有办法退。
en_us: Annie was right next to him while Amy was upstairs. There was no way that he could retreat.

source: 安妮已经下楼来了，手里还拿着昨晚连夜画的新画册。
en_us: Annie had already come downstairs with the new picture book that she had drawn overnight.

source: 安妮微笑着点头。
en_us: Annie nodded with a smile.

source: 安妮打开小盒子，里面是一枚银色的戒指。
en_us: Annie opened the little box and there was a silver ring inside.

source: 安妮摇摇头，但笑着拥抱了一下她，表示自己会保护她的。
en_us: Annie shook her head, but she hugged Amy with a smile, showing that she would protect her.

source: 安妮放下脚，撑住了车子，两人摘下头盔，开心的笑了起来。
en_us: Annie put her leg down to support the ride. The two children pulled their helmet off as they smiled happily.

source: 安妮欢喜的接过那些彩绘绘本，看得出她对于这些精美的绘本非常喜欢。
en_us: Annie received the coloring book happily. It was obvious that she loves such exquisite coloring book.

source: 安妮歪头思考着，目光渐渐明亮，微笑着点了点脑袋，赞同了麦格的提议。
en_us: Annie tilted her head and pondered. Her eyes slowly brightened. She smilingly nodded and accepted Mag's suggestion.

source: 安妮歪头看着麦格，似乎不理解麦格说的是什么。
en_us: Annie tilted her head and looked at Mag, as though she didn't understand what Mag was saying.

source: 安妮点了点头，又指了指那套酒具，用手语说道：“我在平板里见过调酒师，他们很帅气。”
en_us: Annie nodded before pointing to that mixology set, and used hand gestures to signal. "I have seen bartenders on the tablet. They are very suave."

source: 安妮牵着艾米的小手，悄悄溜出了教堂。
en_us: Annie held Amy's hand and quietly snuck out of the church.

source: 安妮犹豫了一会，用手语道：“昨天那个人……是坏人吗？”
en_us: Annie hesitated for a while and said in sign language, "Is the person from yesterday... a bad person?"

source: 安妮独自坐在角落里画画，对于这些俗物毫不动心。
en_us: Annie sat at the corner alone, drawing, extremely indifferent about such material stuff.

source: 安妮的存在是特别的，一个由旧日支配者分裂而来，却有着善良的灵魂的特殊存在。
en_us: Annie's existence was special. She was a special existence that had split from a Great Old One, but had a kind soul.

source: 安妮的眼睛微微发亮，嘴角也是露出了一丝笑意。
en_us: Annie's eyes lit up a little and she smiled.

source: 安妮的神情也是充满了期待，她可是从艾米那里听到了许多关于上一次出门度假，并且开了一家新餐厅的趣事。
en_us: Annie also had an expectant expression. She had heard a lot from Amy about their previous trip, such as setting up a new restaurant.

source: 安妮的脸上也写满了开心。
en_us: Annie was also beaming with joy.

source: 安妮的脸上露出了开心的笑容。
en_us: Annie smiled happily.

source: 安妮的表情也有些相似，看着麦格的目光同样满是崇拜。
en_us: Annie's expression was also similar. She was also looking at Mag with a gaze full of admiration.

source: 安妮看着麦格，又是看看晞，迟疑了一下，还是乖巧的点点头，抱着怀里的画册转身上楼去。
en_us: Annie glanced at Mag and then looked at Xi. After hesitating for a moment, she nodded obediently and went upstairs with the picture book in her arms.

source: 安妮站在落地窗前看了一会，转身冲着麦格比划着外面。
en_us: Annie stood at the floor-to-ceiling, and looked out for a while before she turned around, and gestured to Mag about the situation out there.

source: 安妮脸上的笑容愈发灿烂，似乎从未有这么开心过。
en_us: The smile on Annie's face got even brighter, as if she had never been so happy before.

source: 安妮腼腆的笑了笑，没有说话，但看得出她很开心。
en_us: Annie smiled shyly. She didn't speak but it was obvious that she was very happy.

source: 安妮若有所思的点了点头。
en_us: Annie nodded thoughtfully.

source: 安妮跟着点点脑袋。
en_us: Annie nodded along.

source: 安妮选择了扬州炒饭，也是微微摇头表示不用。
en_us: Annie chose the Yangzhou fried rice. She also declined by shaking her head.

source: 安妮闻言眼睛一亮，点着头用手语道：“我愿意。”
en_us: Annie's eyes lit up when she heard that. She nodded, and said in sign language, "I am."

source: 安妮露出了一个腼腆的笑容，微微点头。
en_us: Annie revealed a shy smile, and nodded slightly.

source: 安妮：“……”
en_us: "…" System.

source: 安娜已经摆出工具开始继续画画。
en_us: Anna had already taken out her drawing supplies and continued drawing.

source: 安德烈停顿了一会，接着道：“我会将此事昭告天下，立肖恩为太子，洛斯帝国与魔鬼势不两立，将与各族一同抵御魔鬼的侵袭，将一切与魔鬼有关的东西扼杀！”
en_us: Andre paused for a while before saying, "I will announce to the world that Sean will become the crown prince. The Roth Empire is irreconcilable with the devil, and will join all the races to resist against the devil's invasion. We will eliminate everything that is related to the devil!"

source: 安德烈和多米尼克看到这画面，皆是面色大变。
en_us: Andre and Dominic's expressions changed when they saw the footage.

source: 安德烈已经彻底失去了对外发动战争的正当性和主动性，甚至他可能还要考虑如何证明爱德华王室，并未彻底沦陷，成为魔鬼的奴仆。
en_us: Andre had already completely lost the legitimacy and initiative to start a war. Furthermore, he might even have to consider how to prove that the Edward royal family didn't all succumb to the devil and become its slave.

source: 安德烈已经恢复镇定，看着麦格问道。
en_us: Andre had regained his composure as he asked Mag.

source: 安德烈已经想了一天一夜，还是想不明白。
en_us: Andre could not understand despite thinking about it for a day and a night.

source: 安德烈微微点头，皱眉沉默了一会，摆了摆手道：“你下去吧。”
en_us: Andre nodded slightly, and frowned silently for a while before waving his hand, and said, "You may leave."

source: 安德烈抬手示意了一下，一旁的侍者快步上前从麦格手中取走留影石，并很快在议事殿的设备上进行播放。
en_us: Andre raised his hand and an attendant walked over quickly to retrieve the photostone from Mag's hand. After that, he played it with the apparatus in the meeting hall.

source: 安德烈此番表态意味着乔修已经被彻底放弃，持续了多年的夺嫡之争也算是彻底结束，肖恩将成为洛斯帝国未来的国王。
en_us: Andre's current statement meant he had already given up on Josh completely, and the fight for the throne that had lasted for years was finally over too. Sean would become the Roth Empire's future king.

source: 安德烈沉默了许久，终究还是深深叹了口气。
en_us: Andre was quiet for a long time before he sighed deeply.

source: 安德烈独自坐在御书房中，看着面前多米尼克刚刚上呈的奏折，在最后除了他之外，还有帝国其他三位大将军的签名，神情凝重，额头青筋隐隐跳动，已然处在暴怒的边缘。
en_us: Andre sat in the Royal Study alone, and looked at the report submitted by Dominic in front of him. Other than him, there were three other generals' signatures on it. Andre's expression was grave, and veins were twitching on his forehead. He was obviously on the verge of a violent rage.

source: 安德烈的目光扫过在场的所有官员，沉声道：“乔修受魔鬼所扰，犯下此等大逆不道之事，今日起废除其皇子之位，各部门全力追捕其归案，给无辜惨死的百姓和大臣一个交代。”
en_us: Andre's gaze swept over all the courtiers present, and he gravely said, "Josh was manipulated by the devil, and has committed such unforgivable crimes. From today onwards, his title of prince will be revoked, and all departments will pursue him with all their might to give the civilians and courtiers who died innocently an explanation."

source: 安德烈的目光落到了理查德身上，目光锐利。
en_us: Andre's gaze landed on Richard. It was razor-sharp.

source: 安德烈盯着麦格看了一会，他却没了后话。
en_us: Andre watched Mag for a while but he did not speak further.

source: 安德烈看着麦格，沉默，再沉默。
en_us: Andre looked at Mag and fell silent. Ever more silent.

source: 安德烈稍稍平复了一下情绪，看着众大臣道：“现在开始，帝国进入一级战争准备，开始往前线运送物资和兵士，随时准备迎接战争。”
en_us: Andre calmed himself down, and told the other courtiers, "From now on, the Empire will be going into 1st-tier battle preparation. Start sending resources and soldiers to the front lines to prepare for war anytime."

source: 安德烈缓缓坐下，沉默了良久，才看着一旁的角落道：“这件事，你怎么看？”
en_us: Andre sat down slowly. He was silent for a long time before saying to a corner, "What do you think about this?"

source: 安德烈翻看了最上方的简报，重重一掌拍在桌上，怒道：“一群废材！”
en_us: Andre flipped through the report on top, and smacked the table hard as he raged, "A bunch of useless fools!"

source: 安德烈脸色一沉，道：“那等洛斯帝国灭了之后呢？其他种族就能幸免？”
en_us: Andre's expression turned solemn. He said, "Then what would happen after the Roth Empire is wiped out? Could the other races be spared?"

source: 安德烈：……
en_us: Andre:...

source: 完整而又详细的菜谱，还有糕点大师们的独家经验和技巧，瞬间涌入他的脑海中。
en_us: The complete and detailed recipe, with the master patissiers' experiences and techniques, swarmed into his mind instantly.

source: 完蛋鸟。
en_us: Oh crap.

source: 实在是……让她无法想象。
en_us: That was really... unbelievable.

source: 实在是有些疲倦。
en_us: He was really rather tired.

source: 客人们有些惊讶的看着艾米，没想到小家伙不光是要买早餐带回去吃，而且看起来好像还要给很多人带早餐呢。
en_us: The customers were all looking at Amy with surprise. They didn't expect that not only the little one wanted to buy breakfast back, she even wanted to bring breakfast home for a lot of people.

source: 客人们笑着议论着，这个小插曲让排队等待都变得有趣了许多。
en_us: The customers discussed the scene laughingly. This little episode made the wait much more interesting.

source: 客人们纷纷沉默。
en_us: The customers all fell silent.

source: 客人们闻言面色微变，纷纷收回了目光，以免自己受到牵连。
en_us: Upon hearing that, the other customers quickly turned away, afraid to be implicated.

source: 客人最是喜新厌旧，除了那些以口味作为核心竞争力的老店，人们更喜欢追逐看起来新颖的店铺，哪怕只是店铺装修看起来新颖。
en_us: The customers all favored new things. Apart from those old shops whose core competitiveness was their flavor, people liked to go after the new shops, even if those shops only looked new.

source: 宫门缓缓打开，立在门前的护卫队也是向着两侧让开。
en_us: The palace doors opened slowly and the guards standing at the door turned to their side to make way.

source: 家里还有三个孩子，都是长身体的年纪，靠着他那点工资，本来就只能勉强维持生活的样子。
en_us: He had three children at home, and they were all growing. Initially, they could still get by with his meager salary.

source: 宿主实力过低，无法将其捕获。
en_us: The Host is too weak to capture it.

source: 宿主：艾米
en_us: Host: Amy

source: 宿舍里住着数十位精灵奴隶，但所有人都沉默着。
en_us: There were tens of elf slaves in the dormitory but everyone was silent.

source: 寂静的山岭，只剩下他们爷孙俩，诺亚有点丧的问道。
en_us: "Grandpa, what do we do now?" Noah asked despondently. Only the two of them were left in the quiet mountains now.

source: 对了，最近这座城市中有一本‘杂志’正在热卖，原因正是那位名为‘麦格’的厨师，他似乎非常受欢迎。
en_us: Also, a "magazine" had been hot-selling in this city. The reason was the chef named "Mag". He seemed to be very popular.

source: 对于一个广谱吃货来说，早上要吃清淡一点这种说法，是完全不成立的。
en_us: To a broad-spectrum chowhound, the theory of eating light for breakfast was invalid.

source: 对于一个立志于成为洛斯帝国国王，并且非常喜爱展现自己的人来说，这比杀死他还难受。
en_us: For a person who aspired to be the next king of the Roth Empire and a show-off, this was worse than killing him.

source: 对于一个系统来说，这简直是地狱模式开局啊！
en_us: For a system, this was simply a hell of a beginning!

source: 对于一些上了年纪的好酒人士和酒馆从业者来说，当年的泰坦酒馆令人印象深刻。
en_us: To the older liquor-lovers and tavern operators, the Titan Liquor back then was really impressive.

source: 对于伊琳娜的强大，现在风之森林中但凡有点脑子的都很清楚。
en_us: As for Irina's strength, everyone with a brain in the Wind Forest knew about it clearly.

source: 对于哈迪斯这样爽快的客人，大概是每一个销售最喜欢的了。
en_us: Perhaps, an easy customer like Hades was every sales person's favorite.

source: 对于艾米给他们做饭这件事，他心里还是蛮感动的。
en_us: He was still rather touched by the fact that Amy got up to cook for them.

source: 对于茅台酒受到好评这件事，麦格根本就没有担心过。
en_us: Mag had never worried about Maotai getting a good review.

source: 对于这个世界来说，四五十度的茅台和威士忌是绝对的烈酒。
en_us: To this world, the 40 to 50% Maotai and whiskey were definitely hard liquors.

source: 对于这个状态不太稳定，三观尚未完全塑造成功，无法进行正常沟通的宿主，他只能换一种态度了。
en_us: It could only change his attitude when facing this host who was rather unstable, with her morals not completely sculpted. She could not be communicated with normally.

source: 对吧，一下子感觉就来了。
en_us: Right, here came the feeling.

source: 对嘛。
en_us: That's right.

source: 对方喝了两瓶高度酒，然后没事人一般的提着打包好的酒鬼花生准备离去。
en_us: The other party prepared to leave with the packed drunkard peanuts like a normal person after drinking two bottles of liquor with high alcohol content.

source: 对方果然是冲着他来的，并且丝毫不掩饰这种意图。
en_us: The other party was obviously here for him and she didn't even bother to hide that intention.

source: 对此麦格倒是没有太大的意见，正如加兰他们所判断的，当下局势动荡难安，谁也不知道明天会是什么情况，无论是为了经济利益，还是杂志人的理想，将教程提前出刊他都可以接受。
en_us: Mag didn't have any opinions about that. Just as Garlan and his team had judged, the current situation was tumultuous. Nobody knew what could happen tomorrow. Whether it was for monetary benefits, or for the magazine's people's ideals, Mag could accept the early publishing of the tutorial.
